Repository: wp-plugins/humancaptcha
Catalog: languages/humancaptcha-*.po
Languages: fa_ir, ru_ru

source: Outerbridge HumanCaptcha updated to version %s
fa_ir: Outerbridge HumanCaptcha به نسخه ی %s بروزرسانی شد.
ru_ru: Outerbridge HumanCaptcha обновлена до версии %s

source: Error: please fill the required field (humancaptcha).
fa_ir: خطا: لطفا فیلد لازم را تکمیل کنید (سوال امنیتی).
ru_ru: Ошибка: Пожалуста заполните необходимые поля.

source: Error: your answer to the humancaptcha question is incorrect. Use your browser's back button to try again.
fa_ir: خطا: پاسخ شما به سوال امنیتی نادرست است. لطفا به صفحه قبل بازگشته و مجددا تلاش نمایید.
ru_ru: Ошибка: Ваш ответ на humancaptcha вопрос некорректен. Используйте кнопку назад вашего браузера, чтобы повторить попытку.

source: HumanCaptcha
fa_ir: سوال امنیتی

source: Number
fa_ir: شماره
ru_ru: Номер

source: Question
fa_ir: سوال
ru_ru: Вопрос

source: Answer
fa_ir: جواب
ru_ru: Ответ

source: Update Q & A
fa_ir: بروزرسانی سوال/جواب
ru_ru: Обновить

source: Are you sure you want to delete this? Press OK to confirm
fa_ir: آیا از حذف این گزینه مطمئنید؟ جهت حذف دکمه OK را فشار دهید.
ru_ru: Точно удалять? Тогда жми ОК

source: Delete Q & A
fa_ir: حذف سوال/جواب
ru_ru: Удалить

source: Add New
fa_ir: افزودن جدید
ru_ru: Добавить

source: Add New Q & A
fa_ir: افزودن سوال/جواب جدید
ru_ru: Добавить новый

source: Setting
fa_ir: تنظیمات
ru_ru: Настройки

source: Status
fa_ir: وضعیت
ru_ru: Статус

source: Use on comments form? <em>Default: On</em>
fa_ir: استفاده در فرم نظرات؟ <em>پیشفرض: روشن</em>
ru_ru: Включить в комментариях?

source: Use on registration form? <em>Default: Off</em>
fa_ir: استفاده در فرم ثبت نام؟ <em>پیشفرض: خاموش</em>
ru_ru: Включить в регистрации?

source: Use on login form? <em>Default: Off</em>
fa_ir: استفاده در فرم ورود؟ <em>پیشفرض: خاموش</em>
ru_ru: Включить в авторизации?

source: On
fa_ir: روشن
ru_ru: Вкл

source: Off
fa_ir: خاموش
ru_ru: Откл

source: Toggle Setting
fa_ir: تغییر حالت
ru_ru: Переключить

source: Nothing to display.
fa_ir: چیزی جهت نمایش وجود ندارد.
ru_ru: Не показывать

source: Question and/or answer updated.
fa_ir: سوال و/یا جواب بروزرسانی شد.
ru_ru: Вопрос с ответом обновлен

source: Cannot update the question and/or answer.
fa_ir: امکان بروزرسانی سوال و/یا جواب وجود ندارد.
ru_ru: Не возможно обновить вопрос с ответом

source: Selected question and answer deleted.
fa_ir: سوال و جواب انتخابی حذف شد.
ru_ru: Указаный вопрос с ответом удален

source: Cannot delete the selected question and answer.
fa_ir: امکان حذف سوال و جواب انتخابی وجود ندارد.
ru_ru: Не возможно удалить указаный вопрос с ответом

source: New question and answer added.
fa_ir: سوال و جواب جدید اضافه شد.
ru_ru: Новый вопрос с ответом добавлен

source: Cannot add the new question and answer.
fa_ir: امکان اضافه کردن سوال و جواب جدید وجود ندارد.
ru_ru: Нельзя создать новый вопрос с ответом

source: Setting updated.
fa_ir: تنظیمات بروزرسانی شد.
ru_ru: Настройки обновлены

source: Setting could not be updated.
fa_ir: امکان بروزرسانی تنظیمات وجود ندارد.
ru_ru: Настройки не обновлены

source: HumanCaptcha - Settings
fa_ir: سوال امنیتی - تنظیمات
ru_ru: HumanCaptcha - Настройки

source: HumanCaptcha Usage
fa_ir: کاربرد سوال امنیتی
ru_ru: HumanCaptcha Использование

source: You can decide whether or not HumanCaptcha is applied to comment, registration and/or login forms. Just toggle the settings below.
fa_ir: شما میتوانید مشخص کنید که سوال امنیتی در نظرات، ثبت نام، و/یا فرم ورود وجود داشته باشد. کافیست تنظیمات زیر را تغییر دهید.
ru_ru: Вы можете добавлять HumanCaptcha в регистрацию, авторизацию и комментарии, просто переключите кнопки.

source: HumanCaptcha Questions and Answers
fa_ir: سوال و جواب های امنیتی
ru_ru: HumanCaptcha Вопрос и Ответ

source: You can update your questions and answers here.
fa_ir: شما در این قسمت میتوانید سوال و جواب های امنیتی را بروزرسانی کنید.
ru_ru: Вы можете обновть ваши вопросы с ответами тут, после изменения нажмите кнопку обновить напротив редактируемых полей.
